Repository: SAP/backgrounds
Catalog: source/Backgrounds/Localizable.xcstrings
Source language: en
Languages: de

# angleSliderToolTip
source: Use this slider to change the gradient's angle. Current angle is %@.
de: Benutzen Sie diesen Schieberegler, um den Winkel des Farbverlaufs zu ändern. Derzeit beträgt der Winkel %@.

# cancelButton
source: Cancel
de: Abbrechen

# colorWellToolTip
source: Click to choose a new color, move left or right to change the color position or drag outside to remove the color.
de: Klicken Sie hier, um eine Farbe zu wählen. Nach links oder rechts bewegen, um die Position der Farbe zu ändern. Herausziehen, um die Farbe zu löschen.

# deleteButton
source: Delete
de: Löschen

# exportButton
source: Export
de: Exportieren

# exportFileName
source: Exported Backgrounds.bgexport
de: Exportierte Hintergründe.bgexport

# headerPredefined
source: Predefined backgrounds
de: Vordefinierte Hintergründe

# headerUserDefined
source: User-defined backgrounds
de: Benutzerdefinierte Hintergründe

# hidePredefinedBackgroundsEntry
source: Hide predefined backgrounds
de: Vordefinierte Hintergründe ausblenden

# importButton
source: Import
de: Importieren

# importFromFileAlert
source: Import backgrounds?
de: Hintergründe importieren?

# logoSizeSliderToolTip
source: Use this slider to change the size of the logo. Currently the size is at %@.
de: Benutzen Sie diesen Schieberegler, um die Größe des Logos zu ändern. Derzeit beträgt die Größe %@.

# noLogoEntry
source: None
de: Nein

# noUndoAlertText
source: The deletion cannot be undone.
de: Das Löschen kann nicht rückgängig gemacht werden.

# removeAllBackgroundsAlert
source: Delete all user-defined backgrounds?
de: Alle benutzerdefinierten Hintergründe löschen?

# removeAllBackgroundsEntry
source: Delete all user-defined backgrounds
de: Alle benutzerdefinierten Hintergründe löschen

# removeBackgroundAlert
source: Delete the selected background?
de: Ausgewählten Hintergrund löschen?

# removeBackgroundEntry
source: Delete background
de: Hintergrund löschen

# removeMultipleBackgroundsAlert
source: Delete the selected backgrounds?
de: Ausgewählte Hintergründe löschen?

# removeMultipleBackgroundsEntry
source: Delete selected backgrounds
de: Ausgewählte Hintergründe löschen

# showPredefinedBackgroundsEntry
source: Show predefined backgrounds
de: Vordefinierte Hintergründe anzeigen

# undoAddGradientColor
source: Add color
de: Farbe hinzufügen

# undoChangeGradientAngle
source: Change gradient angle
de: Winkel des Verlaufs ändern

# undoChangeGradientColor
source: Change color
de: Farbe ändern

# undoChangeGradientPosition
source: Change gradient center position
de: Mittelpunkt der Verlaufs verschieben

# undoChangeGradientType
source: Change gradient type
de: Art des Verlaufs ändern

# undoChangeLogo
source: Change logo
de: Logo ändern

# undoChangeLogoPosition
source: Change logo position
de: Position des Logos ändern

# undoChangeLogoSize
source: Change logo size
de: Größe des Logos ändern

# undoChangeSelection
source: Select background
de: Hintergrund auswählen

# undoMoveGradientColor
source: Move color
de: Farbe verschieben

# undoRearrange
source: Rearrange backgrounds
de: Hintergründe neu anordnen

# undoRemoveGradientColor
source: Remove color
de: Farbe löschen

# undoSetBackgroundForAll
source: Set background for all screens
de: Hintergrund für alle Bildschirme setzen

# undoSetBackgroundForScreen
source: Set background for current screen
de: Hintergrund für aktuellen Bildschirm setzen

# xLogoPositionSliderToolTip
source: Use this slider to change the logo's horizontal position. Currently the logo is at %@.
de: Benutzen Sie diesen Schieberegler, um das Logo horizontal zu verschieben. Momentan befindet sich das Logo bei %@.

# xPositionSliderToolTip
source: Use this slider to change the horizontal position of the gradient's center. Currently the center is at %@.
de: Benutzen Sie diesen Schieberegler, um den Mittelpunkt des Farbverlaufs horizontal zu verschieben. Momentan befindet sich der Mittelpunkt bei %@.

# yesButton
source: Yes
de: Ja

# yLogoPositionSliderToolTip
source: Use this slider to change the logo's vertical position. Currently the logo is at %@.
de: Benutzen Sie diesen Schieberegler, um das Logo vertikal zu verschieben. Momentan befindet sich das Logo bei %@.

# yPositionSliderToolTip
source: Use this slider to change the vertical position of the gradient's center. Currently the center is at %@.
de: Benutzen Sie diesen Schieberegler, um den Mittelpunkt des Farbverlaufs vertikal zu verschieben. Momentan befindet sich der Mittelpunkt bei %@.
